Repository: ChromaBranding/kolore
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Post
fr: Billet

source: Help
fr: Aide

source: Categorize
fr: Classer par catégories

source: Write
fr: Écrire un

source: Publish
fr: Publier

source: Some tips
fr: Quelques conseils

source: for writing a blog post
fr: pour écrire un billet de blog

source: Tell your story
fr: Racontez votre histoire

source: Share how you feel
fr: Partager ce que vous ressentez

source: You’ll never please everyone
fr: Vous ne serez jamais satisfaire tout le monde

source: Write about things that matter to you
fr: Écrire des choses que vous aimez

source: Inform, inspire and interact
fr: Informer, inspirer et d'interagir

source: Put aside time to read others blog
fr: Mettez de côté le temps de lire les blogs d'autres

source: When an idea strikes, write it down
fr: Lorsque survient une idée, notez-le

source: Understand who is reading your blog
fr: Comprendre qui est en train de lire votre blog

source: Do it at least, once a week
fr: Faites-le au moins une fois par semaine

source: Put aside time to create quality content it doesn’t just appear
fr: Mettez de côté le temps de créer un contenu de qualité, il ne semble pas juste

source: Ask your readers questions
fr: Demandez à vos questions des lecteurs

source: Brainstorm regularly
fr: Remue-méninges régulièrement

source: Not every post needs to go viral
fr: Non chaque poste doit aller virale

source: Write, Write, Write
fr: Ecrire, écrire, écrire

source: And <strong>Yes !</strong> everyone writes good content if it wants
fr: Et <strong> Oui! </strong> tout le monde écrit un bon contenu, si elle veut

source: Categories
fr: Catégories

source: It's important to try to keep your content organized. Categorizing posts helps you to keep <b>your stuff organized.</b> Also helps search engines to understand the content of your website.
fr: Il est important d'essayer de garder votre contenu organisé. Catégorisation des messages vous aide à garder <b> votre truc organisé. </b> permet également des moteurs de recherche à comprendre le contenu de votre site web.

source: Select
fr: Sélectionner

source: <span class='text-info'>Search for existing categories or write a new one and <b>press enter</b></span>. Please try <b>not to duplicate</b> categories.
fr: <span class = 'text-info'> Recherche de catégories existant ou en écrire un nouveau et <b> appuyez sur Entrée </b> </span>. Se il vous plaît essayer <b> ne pas dupliquer </b> catégories.

source: Write your
fr: Écrivez votre

source: Write here your blogpost, and when you finish, click next.
fr: Ecrivez ici votre billet de blog, et lorsque vous avez terminé, cliquez sur Suivant.

source: Publish the
fr: Publier le

source: You are done, now is time to publish it and make it available to the world. Remember to share it in your social networks !
fr: Vous avez terminé, le moment est venu de le publier et de le rendre disponible au monde. Rappelez-vous de la partager sur vos réseaux sociaux!

source: Publish Now
fr: Publier maintenant

source: Previous
fr: Précédent

source: Next
fr: Prochaine

source: Spanish
fr: Espagnol

source: English
fr: Anglais

source: French
fr: Français

source: My Account
fr: Mon compte

source: Log Out
fr: Déconnexion

source: Edit
fr: Éditer

source: Pick a category from the list in the left, and edit it in the right column.
fr: Choisissez une catégorie dans la liste de la gauche, et le modifier dans la colonne de droite.

source: Category
fr: Catégorie

source: Save
fr: Enregistrer

source: Delete
fr: Effacer

source: Other
fr: Autre

source: Changes
fr: Changements

source: By saving all the changes will be published
fr: En enregistrant toutes les modifications seront publiées

source: Update the post
fr: Mettre à jour la poste

source: Add New
fr: Ajouter un nouveau

source: All Entries
fr: Toutes les entrées

source: Add
fr: Ajouter

source: Add a
fr: Ajouter un

source: category
fr: catégorie

source: Posts
fr: Messages

source: Add Post
fr: Ajouter postal

source: Published
fr: Publié

source: Actions
fr: Actes

source: All
fr: Tous

source: Your link
fr: Votre lien

source: YouTube or Vimeo link to a video
fr: YouTube ou Vimeo lien vers une vidéo

source: Search or Create a category..
fr: Rechercher ou Créer une catégorie ..

source: Enter a title
fr: Entrez un titre

source: How to add images and edit text
fr: Comment ajouter des images et modifier le texte

source: Edit text
fr: Modifier le texte

source: Text editing is as easy as selecting the words you want to style and then a bubble Box will appear with available options.
fr: l'édition du texte est aussi facile que de choisir les mots que vous voulez style et une boîte de bulle apparaît avec les options disponibles.

source: Add an image or Video
fr: Ajouter une image ou vidéo

source: For adding an image or a video, just drag the image to the editor or click in the
fr: Pour ajouter une image ou une vidéo, il suffit de glisser l'image de l'éditeur ou cliquez dans la

source: button in the left side of the editor.
fr: bouton sur le côté gauche de l'éditeur.

source: Add images
fr: Ajouter des images

source: The webpage you are looking for is not here
fr: La page que vous recherchez est pas ici

source: Try searching:
fr: Essayez:

source: Search
fr: Recherche

source: It looks like there was a problem with the server
fr: Il semble qu'il y avait un problème avec le serveur

source: While you are reading these, our team have been notified.
fr: Pendant que vous lisez ces, notre équipe ont été notifiés.

source: Please introduce at least one category
fr: Se il vous plaît présenter au moins une catégorie

source: Please, write a title for your blog post
fr: Se il vous plaît, écrire un titre pour votre blog

source: Older Posts
fr: Messages plus anciens

source: All post were loaded
fr: Tout le courrier ont été chargés

source: Welcome to Chroma
fr: Bienvenue au Kolore

source: User
fr: Réglages

source: Settings
fr: de l'utilisateur

source: Here you can change the name that will be displayed in the posts.
fr: Ici, vous pouvez changer votre nom.

source: Your name
fr: Votre nom

source: Save Changes
fr: Sauver
